Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Organisation of correspondence courses
it: Organizzazione di corsi per corrispondenza

source: Provision of education courses relating to electronics
it: Corsi d'istruzione in materia di elettronica

source: Education and instruction
it: Educazione e formazione

source: Dance schools
it: Scuole di danza

source: Entertainment in the nature of a water park and amusement center
it: Divertimento sotto forma di parchi acquatici e centri di divertimento

source: Rental of compact discs
it: Noleggio di compact disc

source: Rental of equipment for use at gymnastic events
it: Locazione d'attrezzature per manifestazioni di ginnastica

source: Rental of DVDs
it: Noleggio di DVD

source: Rental of lighting apparatus for theatrical sets or television studios
it: Noleggio di apparecchi d'illuminazione per set teatrali o studi televisivi

source: Lending of books relating to business methodology
it: Prestito di libri in materia di metodologia aziendale

source: Publication of books
it: Pubblicazione di libri

source: Provision of ski-ing facilities
it: Fornitura d'impianti sciistici

source: Electronic games services provided via a global computer network
it: Giochi per computer forniti su una rete informatica globale

source: Electronic games services, including provision of computer games on-line or by means of a global computer network
it: Servizi relativi a giochi elettronici, compresa l'offerta di giochi per computer on-line o mediante una rete informatica globale

source: Studio services for the recording of cine-films
it: Servizi di studi di registrazione cinematografica

source: Symposiums relating to education
it: Simposi in materia di istruzione

source: Preparation of entertainment programmes for the cinema
it: Preparazione di programmi di intrattenimento per il cinema

source: Presentation of recitals
it: Presentazione di recital

source: Training services relating to design
it: Formazione in materia di progettazione

source: Training services relating to elocution
it: Servizi di formazione in materia di dizione

source: Training services relating to health and safety
it: Servizi di formazione in materia di salute e sicurezza

source: Bookmaking [turf accountancy]
it: Servizi di bookmakers [allibratori]

source: Projection of cine-films for medical purposes
it: Proiezione di pellicole cinematografiche per uso medico

source: Entertainment in the nature of beauty pageants
it: Intrattenimento, ovvero sfilate di bellezza

source: Instruction courses relating to physical fitness
it: Corsi d'istruzione in materia di forma fisica

source: Satellite television series
it: Serie televisive via satellite

source: Educational courses relating to design
it: Corsi d'istruzione in materia di progettazione

source: Organisation of dancing displays
it: Organizzazione di esibizioni di danza

source: Organisation of outings for entertainment
it: Organizzazione di uscite in materia di divertimento

source: Provision of entertainment services through the media of publications
it: Fornitura di servizi d'intrattenimento tramite telecomunicazioni

source: Rental of audio cassettes
it: Noleggio di audiocassette

source: Consulting services in the field of culinary competitions
it: Servizi di consulenza in materia di competizioni culinarie

source: Development of educational materials
it: Sviluppo di materiale didattico

source: Production of video tapes and video discs
it: Produzione di nastri video e dischi video

source: Shows and films production
it: Produzione di spettacoli e film

source: Proof reading of manuscripts
it: Correzione di bozze per manoscritti

source: Rental of cinematographic apparatus
it: Affitto di apparecchi cinematografici

source: Rental of record players
it: Noleggio di giradischi

source: Instructional services relating to the maintenance of vehicles
it: Servizi di istruzione relativi alla manutenzione di veicoli

source: Museum services
it: Servizi di musei

source: Services in the production of animated motion pictures and television features
it: Servizi riguardanti la produzione di film animati e di spettacoli televisivi

source: Providing facilities for movies, shows, plays, music or educational training
it: Fornitura di locali per film, spettacoli, opere teatrali, formazione musicale o didattica

source: On-line publishing services
it: Servizi di editoria on-line

source: Provision of training services for industry
it: Servizi di formazione per l'industria

source: Tournaments (Staging of sports -)
it: Allestimento di tornei sportivi

source: Training courses relating to computer software
it: Corsi di formazione relativi a software

source: Training services relating to management consultancy
it: Formazione in materia di consulenza gestionale

source: Training services relating to the installation of computer controlled test systems
it: Servizi di formazione in materia d'installazione di sistemi per test computerizzati

source: Specialisation courses for oncological doctors
it: Corsi di specializzazione per medici oncologi

source: Training of non-medical staff in the care of children
it: Formazione di personale non medico nell'assistenza ai bambini

source: Publication of books relating to entertainment
it: Pubblicazione di libri di intrattenimento

source: Publication of books relating to rugby league
it: Pubblicazione di libri in materia di lega del rugby

source: Publication of music books
it: Pubblicazione di libri di musica

source: Training services relating to the science of primary cause analysis by hypnosis
it: Servizi di formazione nella scienza dell'analisi delle cause primarie mediante ipnosi

source: Training services relating to the therapy of primary cause analysis by hypnosis
it: Servizi di formazione relativa alla terapia dell'analisi delle cause primarie mediante ipnosi

source: Rental of video tapes and motion pictures
it: Noleggio di nastri video e film

source: Rental services for audio and video equipment
it: Servizi di noleggio di apparecchiature audio e video

source: Educational services relating to architecture
it: Servizi d'istruzione in materia di architettura

source: Entertainment in the nature of symphony orchestra performances
it: Intrattenimento sotto forma di concerti di orchestre sinfoniche

source: Entertainment in the nature of track and field competitions
it: Intrattenimento sotto forma di gare di atletica

source: Entertainment in the nature of weight lifting competitions
it: Intrattenimento in forma di competizioni di sollevamento pesi

source: Production of comedy shows
it: Produzione di spettacoli comici

source: Teaching services relating to business assistance
it: Servizi d'insegnamento in materia d'assistenza aziendale

source: Teaching services relating to the medical field
it: Servizi di insegnamento nel settore medico

source: Training relating to employment skills
it: Formazione relativa a competenze per l'impiego

source: Organising of shows for entertainment purposes
it: Organizzazione di spettacoli per intrattenimento

source: Entertainment services in the form of concert performances
it: Servizi di divertimento sotto forma di esecuzione di concerti

source: Education services relating to water management
it: Servizi d'istruzione in materia di gestione dell'acqua

source: Coaching relating to finance
it: Formazione in materia di finanza

source: Dietary education services
it: Istruzione in materia dietetica

source: Diving exhibitions (Organising of -)
it: Organizzazione di esibizioni di immersione

source: Provision of social club services
it: Fornitura di servizi di club sociali

source: Theatre booking services
it: Prenotazione per teatri

source: Providing on-line information and news in the field of employment training
it: Fornitura d'informazioni e notizie on-line sulla formazione in materia d'occupazione

source: Review courses for state examinations
it: Corsi di ripasso per esami di stato

source: Equipment rental for bob-sledding
it: Noleggio di attrezzatura per bob

source: Theatre entertainment
it: Divertimento teatrale

source: Educational services relating to the writing of computer programs
it: Servizi didattici riguardanti la compilazione di programmi per computer

source: Education services relating to fashion
it: Servizi d'istruzione relativi alla moda

source: Education services relating to nutrition
it: Servizi di istruzione in materia di nutrizione

source: Correspondence courses relating to cookery
it: Corsi per corrispondenza in materia di cucina

source: Correspondence courses relating to investment
it: Corsi per corrispondenza in materia di investimenti

source: Film distribution
it: Distribuzione di film

source: Lending libraries for videos
it: Biblioteche per prestito di video

source: Provision of instruction relating to exercise
it: Fornitura d'istruzione in materia d'esercizio fisico

source: Telephone information services relating to entertainment
it: Servizi informativi telefoniche in materia di intrattenimento

source: Services for the publication of guide books
it: Servizi per la pubblicazione di guide

source: Providing ski slopes
it: Offerta piste da sci

source: Provision of museum facilities
it: Fornitura di strutture per musei

source: Vocational education relating to avoidance of drug related problems
it: Istruzione professionale in materia di prevenzione dei problemi relativi alla droga

source: Tuition in management
it: Formazione in gestione

source: Training in the field of communication technologies
it: Formazione in materia di tecnologie della comunicazione

source: Bowling centres (Operation of -)
it: Centri di bowling (funzionamento)

source: Teaching assessments for counteracting learning difficulties
it: Valutazioni didattiche volte a contrastare difficoltà d'apprendimento

source: Organisation of training courses
it: Organizzazione di corsi di formazione

source: Organising of basketball tournaments
it: Organizzazione di tornei di pallacanestro

source: Training in the use of construction machinery
it: Formazione in materia di macchine per l' edilizia

source: Video tape film production and rental
it: Produzione e affitto di film su videonastri

source: Arranging of an annual educational conference
it: Organizzazione di una conferenza didattica annuale

source: Arranging of competitions for cultural purposes
it: Organizzazione di concorsi per scopi culturali

source: Rental of paintings and calligraphic works
it: Noleggio di opere di pittura e calligrafia

source: Residential education courses relating to hill walking
it: Corsi d'istruzione residenziali in materia di camminate in montagna

source: Residential training courses
it: Corsi di formazione residenziali

source: Teaching in the field of remedial reading
it: Insegnamento di lettura correttiva

source: Video and audio rental services
it: Noleggio di prodotti audio e video

source: Entertainment in the nature of hockey games
it: Intrattenimento sotto forma di partite di hockey

source: Entertainment in the nature of ongoing game shows
it: Divertimento sotto forma di serie di spettacoli di giochi

source: Instruction courses relating to sporting activities
it: Corsi di istruzione in materia di attività sportive

source: Amusement arcade machine rental services
it: Servizi di noleggio di macchine per sale giochi

source: Providing digital music from the internet
it: Fornitura di musica digitale da Internet

source: Educational services relating to information technology
it: Servizi di formazione relativi all'informatica

source: Box office services
it: Servizi di biglietteria

source: Organising of sports competitions and equestrian contests
it: Organizzazione di competizioni sportive e concorsi di equitazione

source: Education services relating to photographic developing
it: Istruzione in materia di sviluppo di fotografie

source: Educational services provided by schools
it: Servizi di istruzione forniti da scuole

source: Organization of competitions
it: Organizzazione di concorsi

source: Operating quizzes
it: Gestione di quiz

source: Arranging of quizzes
it: Organizzazione di quiz

source: Organising of entertainment
it: Organizzazione d'intrattenimenti

source: Exhibiting of animals
it: Esposizione di animali

source: Health club services [health and fitness training]
it: Servizi di club del benessere [salute e fitness]

source: Rental of sound recordings
it: Affitto di registrazioni sonore

source: Arranging of displays for educational purposes
it: Organizzazione di esposizioni per scopi didattici

source: Arranging of exhibitions for educational purposes
it: Organizzazione di mostre per fini didattici

source: Arranging of exhibitions for training purposes
it: Organizzazione di mostre a scopo di formazione

source: Organising of exhibitions for entertainment purposes
it: Organizzazione d'esibizioni a scopo di divertimento

source: Conducting of exhibitions for educational purposes
it: Realizzazione di mostre a fini didattici

source: Organising of shows for educational purposes
it: Organizzazione di spettacoli con scopi educativi

source: Arranging of demonstrations for educational purposes
it: Organizzazione di manifestazioni per scopi didattici

source: Audio and video production, and photography
it: Produzioni audio e video, e di fotografie

source: Sports and fitness
it: Sport e fitness

source: Education, entertainment and sports
it: Educazione, intrattenimento e sport

source: Publishing and reporting
it: Pubblicazione e giornalismo

source: Providing on-line videos, not downloadable
it: Fornitura di video on-line, non scaricabili

source: Rental of lighting apparatus for movie sets or film studios
it: Noleggio d'apparecchi d'illuminazione per set o studi cinematografici

source: Calligraphy academies
it: Accademie di calligrafia

source: Organisation of Webinars
it: Organizzazione di seminari web

source: Entertainment services in the nature of arranging social entertainment events
it: Servizi di divertimento sotto forma d'organizzazione di eventi ricreativi sociali

source: Entertainment services in the nature of organizing social entertainment events
it: Servizi di divertimento sotto forma d'organizzazione di eventi ricreativi sociali

source: Rental of bounce houses
it: Noleggio di case gonfiabili

source: Rental of swimming pools
it: Noleggio di piscine

source: Karaoke lounge services
it: Servizi di sala per karaoke

source: Internet radio entertainment services
it: Intrattenimento radiofonico via internet

source: Organisation of animal exhibitions for cultural or educational purposes
it: Organizzazione di mostre di animali per scopi culturali o didattici

source: Conducting guided tours of caves for educational purposes
it: Conduzione di visite guidate a grotte a scopo didattico

source: Arranging and conducting of seminars in the field of oncology
it: Organizzazione e conduzione di seminari nel settore dell'oncologia

source: Dance instruction for adults
it: Corsi di danza per adulti

source: Dance instruction for children
it: Corsi di danza per bambini

source: Editing of video recordings
it: Montaggio di riprese video

source: Editing of audio recordings
it: Montaggio di registrazioni audio

source: Audio and video editing services
it: Servizi di montaggio audio e video

source: Educational services provided by senior high schools
it: Servizi d'istruzione forniti da scuole medie superiori

source: Educational services provided by colleges
it: Servizi d'istruzione forniti da college

source: Educational services provided by universities
it: Servizi d'istruzione forniti da università

source: Arranging and conducting of education courses relating to the travel industry
it: Organizzazione e conduzione di corsi d'istruzione relativi all'industria dei viaggi

source: Teaching in the field of medicine
it: Insegnamento nel settore medico

source: Training in the field of medicine
it: Formazione in campo medico

source: Providing sports facilities for speed skating championships
it: Fornitura di impianti sportivi per campionati di pattinaggio di velocità

source: Providing sports facilities for figure skating championships
it: Fornitura di impianti sportivi per campionati di pattinaggio artistico

source: Organisation of figure skating competitions
it: Organizzazione di campionati di pattinaggio artistico

source: Exotic dancing services
it: Servizi di danza esotica

source: Providing amusement park facilities
it: Gestione di parchi dei divertimenti

source: Providing facilities for playing Go board games
it: Fornitura di impianti per giocare con tavole da go

source: Providing skiing facilities
it: Fornitura di impianti da sci

source: Publishing of scientific papers
it: Pubblicazione di documenti scientifici

source: Rental of slot machines [gaming machines]
it: Noleggio di slot-machine [macchine da gioco]

source: Rental of in-line skates
it: Noleggio di pattini in linea

source: Online research library services
it: Servizi bibliotecari di ricerca online

source: Online academic library services
it: Servizi bibliotecari accademici online

source: Research library services
it: Servizi bibliotecari di ricerca

source: Booking of seats for concerts
it: Prenotazione di posti per concerti

source: Arranging and conducting of workshops and seminars in self-awareness
it: Organizzazione e conduzione di workshop e seminari in materia d'autocoscienza

source: Arranging of workshops and seminars
it: Organizzazione di workshop e seminari

source: Consultancy relating to the organisation of culinary competitions
it: Consulenza per l'organizzazione di competizioni culinarie

source: Custom writing services for non-advertising purposes
it: Servizi di scrittura su ordinazione per scopi non pubblicitari

source: Entertainment in the nature of dinner theater productions
it: Intrattenimento sotto forma di produzioni teatrali comprensive di cena

source: Organisation of dog races
it: Organizzazione di corse di cani

source: Providing online courses of instruction
it: Fornitura di corsi di formazione online

source: Conducting distance learning instruction at the university level
it: Istruzione tramite apprendimento a distanza a livello universitario

source: Conducting distance learning instruction at the graduate level
it: Istruzione mediante apprendimento a distanza a livello di laurea

source: Conducting distance learning instruction at the college level
it: Istruzione mediante apprendimento a distanza a livello di college

source: Conducting distance learning instruction at the secondary level
it: Istruzione mediante apprendimento a distanza a livello di scuola secondaria

source: Conducting distance learning instruction at the primary level
it: Istruzione mediante apprendimento a distanza a livello di scuola primaria

source: Presentation of live dance performances
it: Presentazione di spettacoli di danza dal vivo

source: Providing water slides for recreational purposes
it: Fornitura di scivoli ad acqua per scopi ricreativi

source: Providing bounce houses for recreational purposes
it: Fornitura di case gonfiabili per scopi ricreativi

source: Organisation of tennis tournaments
it: Organizzazione di tornei di tennis

source: Organisation of track and field competitions
it: Organizzazione di gare di atletica

source: Organisation of weight lifting competitions
it: Organizzazione di competizioni di sollevamento pesi

source: Organisation of wrestling contests
it: Organizzazione di incontri di lotta

source: Organisation of yacht races
it: Organizzazione di regate di yacht

source: Planning and conducting of parties [entertainment]
it: Pianificazione e conduzione di feste [intrattenimento]

source: Publication of online reviews in the field of entertainment
it: Pubblicazione di rassegne online nel settore del divertimento

source: Arranging and conducting of wine tasting events for educational purposes
it: Organizzazione e conduzione di manifestazioni di degustazione di vini per scopi didattici

source: Arranging and conducting of wine tasting events for entertainment purposes
it: Organizzazione e conduzione di manifestazioni di degustazione di vini a scopo ricreativo

source: Presentation of live performances by musical bands
it: Presentazione di spettacoli dal vivo di gruppi musicali

source: Production of music concerts
it: Produzione di concerti di musica

source: Arranging and conducting of music concerts
it: Organizzazione e conduzione di concerti musicali

source: Presentation of live performances by rock groups
it: Presentazione di spettacoli dal vivo di gruppi rock

source: Conducting guided tours of cultural sites for educational purposes
it: Conduzione di visite guidate presso siti culturali a scopi didattici

source: Providing gun firing range facilities
it: Fornitura di impianti di poligoni di tiro

source: Hunting instruction
it: Corsi di caccia

source: Music transcription services
it: Servizi di trascrizione musicale

source: Personal coaching [training]
it: Assistenza personale [formazione]

source: Providing sports facilities for playing polo
it: Fornitura d'impianti sportivi per la pratica del polo

source: Providing courses of instruction at post-graduate level
it: Offerta di corsi d'istruzione a livello post-universitario

source: Providing courses of instruction at college level
it: Offerta di corsi d'istruzione a livello di college

source: Providing courses of instruction at high school level
it: Offerta di corsi d'istruzione a livello di scuola superiore

source: Providing will-call ticket services for entertainment, sporting and cultural events
it: Servizi di vendita anticipata di biglietti per eventi ricreativi, sportivi e culturali

source: Rental of video game consoles
it: Noleggio di console per videogiochi

source: Songwriting services for non-advertising purposes
it: Servizi di scrittura di canzoni per scopi non pubblicitari

source: Organisation of entertainment activities for summer camps
it: Organizzazione di attività d'intrattenimento per campi estivi

source: Organisation of cultural activities for summer camps
it: Organizzazione di attività culturali per campi estivi

source: Organisation of educational activities for summer camps
it: Organizzazione di attività didattiche per campi estivi

source: Organisation of sports activities for summer camps
it: Organizzazione di attività sportive per campi estivi

source: Commercial vehicle driving instruction
it: Lezioni di guida di veicoli commerciali

source: Racing driver instruction
it: Formazione di piloti da corsa

source: Editing of written texts, other than publicity texts
it: Uffici di redazione di testi (esclusi quelli pubblicitari)

source: Organisation of yachting competitions
it: Organizzazione di competizioni di yacht

source: Pilates instruction
it: Insegnamento di pilates

source: Organisation of sports tournaments
it: Organizzazione di tornei sportivi

source: Organization of soccer competitions
it: Organizzazione di competizioni di calcio

source: Instruction in the field of the performing arts
it: Istruzione relativa alle arti dello spettacolo

source: Instruction in the field of the visual arts
it: Fromazione del campo delle arti visive

source: Providing sports facilities for skiing
it: Fornitura di impianti sportivi da sci

source: Arranging of exhibitions for cultural or educational purposes
it: Organizzazione d'esposizioni per scopi culturali o educativi

source: Organisation of golf competitions
it: Organizzazione di competizioni di golf

source: Arranging and conducting of sports competitions
it: Organizzazione e direzione di competizioni sportive

source: Providing museum facilities and services
it: Fornitura di impianti e servizi per musei

source: Arranging and conducting of beauty contests
it: Organizzazione e conduzione di concorsi di bellezza

source: Rental of tennis racquets
it: Noleggio di racchette da tennis
